--[[
    ██╗     ██╗  ██╗██████╗        ██████╗ ██████╗ ██████╗ ███████╗
    ██║     ╚██╗██╔╝██╔══██╗      ██╔════╝██╔═══██╗██╔══██╗██╔════╝
    ██║      ╚███╔╝ ██████╔╝█████╗██║     ██║   ██║██████╔╝█████╗
    ██║      ██╔██╗ ██╔══██╗╚════╝██║     ██║   ██║██╔══██╗██╔══╝
    ███████╗██╔╝ ██╗██║  ██║      ╚██████╗╚██████╔╝██║  ██║███████╗
    ╚══════╝╚═╝  ╚═╝╚═╝  ╚═╝       ╚═════╝ ╚═════╝ ╚═╝  ╚═╝╚══════╝

    🐺 LXR Core - Blindfold System | LOCALE: Georgian (ქართული)
    © 2026 iBoss21 / The Lux Empire | wolves.land | All Rights Reserved
]]

Locales = Locales or {}

Locales['ka'] = {
    noplayers       = "ახლომახლო მოთამაშეები არ არიან",
    noitem          = "თვალსახვევი აღარ გაქვთ",
    blindfolded     = "თქვენ თვალები აგიხვიეს",
    unblindfolded   = "თვალსახვევი მოგხსნეს",
    selfblindfolded = "თვალსახვევი დაიხურეთ",
    selfunblind     = "თვალსახვევი მოიხსენით",
    escaped         = "თვალსახვევი გაგიხსნიათ!",
    escape_prompt   = "თვალსახვევის მოხსნის მცდელობა",
    escape_button   = "G",
    rate_limited    = "მოქმედება შეზღუდულია. გთხოვთ დაელოდოთ.",
}
